<?php

return [
    'Холодильник' => [
        'nominative' => 'Холодильник',
        'genitive' => 'холодильника',
        'genitive_plural' => 'холодильников',
        'dative' => 'холодильникам',
        'accusative' => 'холодильники',
        'instrumental' => 'холодильниками',
        'prepositional' => 'холодильниках',
    ],
    'Стиральная машина' => [
        'nominative' => 'Стиральная машина',
        'genitive' => 'стиральной машины',
        'genitive_plural' => 'стиральных машин',
        'dative' => 'стиральным машинам',
        'accusative' => 'стиральные машины',
        'instrumental' => 'стиральными машинами',
        'prepositional' => 'стиральных машинах',
    ],
    'Посудомоечная машина' => [
        'nominative' => 'Посудомоечная машина',
        'genitive' => 'посудомоечной машины',
        'genitive_plural' => 'посудомоечных машин',
        'dative' => 'посудомоечным машинам',
        'accusative' => 'посудомоечные машины',
        'instrumental' => 'посудомоечными машинами',
        'prepositional' => 'посудомоечных машинах',
    ],
    // добавляй остальные
];
