<x-ui.sections.wrapper>
    <x-ui.sections.header title="Наша история" subtitle="Как правило, ремонт выполняется в день обращения" />

    <div class="flex flex-wrap w-full">
        <div class="lg:w-2/5 md:w-1/2 md:pr-10 md:py-6">
            <p class="leading-relaxed text-base mb-4">
                РемБытТехника была основана в 2008 году в Уфе как небольшой сервисный центр по ремонту бытовой техники.
                За годы работы мы выросли в профессиональную команду мастеров, которые знают технику всех популярных
                брендов.
                Мы ценим качество и честность, поэтому всегда согласовываем порядок ремонта и стоимость заранее.
                Постоянное обучение и профильные тренинги позволяют нам выполнять сложные ремонты быстро и надежно.
            </p>
            <p class="leading-relaxed text-base">
                Сегодня мы оказываем полный спектр услуг по ремонту холодильников, стиральных машин и другой крупной
                бытовой техники с выездом на дом,
                сохраняя индивидуальный подход к каждому клиенту и строя доверительные отношения с жителями города.
            </p>
        </div>
        <img class="lg:w-3/5 md:w-1/2 object-cover object-center md:mt-0 mt-12"
            src="{{ asset('assets/images/advantages.webp') }}" alt="steps">
    </div>
</x-ui.sections.wrapper>
